<?php

return [
    'buttons' => [
        'more_button' => 'Подробно',
        'see_all' => 'Просмотреть все',
    ],

    'layout' => [
        'logo_main' => 'МЕДЖЛИС<br/> ТУРКМЕНИСТАНА',
        'logo_title' => 'МЕДЖЛИС ТУРКМЕНИСТАНА',
        'logo_description' => 'представительный орган, осуществляющий законодательную власть',
        'main_page' => 'Главная страница',
        'about_mejlis' => 'О Меджлисе',
        'mejlis_structure' => 'Состав И Структура',
        'media' => 'Медиа',
        'international' => 'Международное',
        'legislation' => 'Законодательство',
        'contacts_page' => 'Контакты',
        'mejlis_history_page' => 'История Меджлиса',
        'convocation_page' => 'Список депутатов :number созыва',
        'mejlis_committees_page' => 'Комитеты Меджлиса',
        'mejlis_deputies_page' => 'Депутаты Меджлиса',
        'codes_page' => 'Кодексы',
        'laws_page' => 'Законы',
        'mejlis_decrees_page' => 'Постановления Меджлиса',
        'constitutional_law_page' => 'Конституционный закон',
        'international_cooperation_page' => 'Международное сотрудничество',
        'friendship_groups_page' => 'Группа дружбы',
        'news_page' => 'Новости',
        'headlines' => 'Заголовки',
        'articles_page' => 'Выступления и Статьи',
        'mejlis_activities_page' => 'Деятельность Меджлиса Туркменистана ',
        'gallery_page' => 'Галерея',
        'tkm_page' => 'Туркменистан',
        'copyright_text' => 'Все права защищены',
        'footer_text' => "&emsp;&emsp;Меджлис (Парламент) Туркменистана является представительным органом, осуществляющим законодательную власть.
                        <br/><br/>
                        &emsp;&emsp;В многогранной работе Меджлиса Туркменистана, основной задачей которого является содействие развитию дружественных 
                        отношений между народами, важную роль играют вопросы международной и парламентской работы. В настоящее время в Меджлисе 
                        действуют депутатские группы дружбы с парламентами десятков стран.Меджлис Туркменистана активно участвует в работе ряда 
                        парламентских собраний. Меджлис Туркменистана является членом Парламентской ассамблеи и Межпарламентского союза ОБСЕ, 
                        которые являются авторитетными парламентскими организациями.",
        'footer_address_value' => 'г. Ашгабат, пр. Независимости, 110'
    ],

    'main' => [
        'title' => 'Главная страница',
        'headlines_section' => 'ЗАГОЛОВКИ',
        'mejlis_activities_section' => 'ДЕЯТЕЛЬНОСТЬ МЕДЖЛИСА',
        'deputies_section' => 'Депутаты',
        'ashgabat' => 'Ашгабат',
        'ahal' => 'Ахал',
        'balkan' => 'Балкан',
        'dashoguz' => 'Дашогуз',
        'lebap' => 'Лебап',
        'mary' => 'Мары',
        'ashgabat_region' => 'Город Ашгабат',
        'ahal_region' => 'Ахальский велаят',
        'balkan_region' => 'Балканский велаят',
        'dashoguz_region' => 'Дашогузский велаят',
        'lebap_region' => 'Лебапский велаят',
        'mary_region' => 'Марыйский велаят',
        'legislation_section' => 'Законодательство',
        'websites_section' => 'Веб сайты',
    ],

    'mejlis_history_page' => [
        'title' => 'История Меджлиса',
        'text_title' => 'Информация о Меджлисе Туркменистана',
        'text' => "<p>&emsp;&emsp;&ensp;Если посмотреть на новейшую историю парламента и государственно-институционального устройства в Туркменистане, то можно убедиться, что в стране постоянно растет парламентаризм.</p>
                    <br/>
                    <p>&emsp;&emsp;&ensp;Формирование национального парламента началось в 1991 году, когда Туркменистан обрел независимость. Это был период зарождения традиций национального парламента, изучения опыта мирового парламентаризма, перехода из одного правового пространства в другое.</p>
                    <br/>
                    <p>&emsp;&emsp;&ensp;До обретения Туркменистаном независимости законотворческая работа в республике осуществлялась Верховным Советом Туркменистана. Последний созыв Верховного Совета можно охарактеризовать как переходный период. Его мандат был продлен до 1 января 1995 года, то есть до выборов в Меджлис первого созыва.</p>
                    <br/>
                    <p>&emsp;&emsp;&ensp;На десятой внеочередной сессии Верховного Совета Туркменистана (27 октября 1991 года) был принят Конституционный закон «О независимости Туркменистана и основах государственного устройства». С учетом новых условий, созданных этим законом, была описана концепция реформирования всей системы государственных учреждений и действующего законодательства.</p>
                    <br/>
                    <p>&emsp;&emsp;&ensp;Принятие 18 мая 1992 года новой Конституции Туркменистана явилось важным событием, придавшим мощный импульс реформированию политической системы. Принятие Конституции Туркменистана вошло в историю как день возрождения национального духа туркменского народа. Этот документ, который имел большое политическое значение, содержал качественно новые цели, обогащенные государственным опытом и общественным мнением.</p>
                    <br/>
                    <p>&emsp;&emsp;&ensp;В первые годы независимости государство не имело правовой основы. Поэтому, основным направлением его работы была законотворческая работа. Меджлис Туркменистана, как высший законодательный орган страны, уделял большое внимание разработке и принятию законов, способствующих укреплению государственного суверенитета, гражданского согласия, социальной стабильности, углублению демократических, социально-экономических преобразований в обществе.</p>
                    <br/>
                    <p>&emsp;&emsp;&ensp;В результате Национальный парламент значительно расширил законодательную базу независимого Туркменистана, определил основные направления развития страны, утвердил десятки международных документов и конвенций его профильных органов.</p>
                    <br/>
                    <p>&emsp;&emsp;&ensp;Конституцией Туркменистана установлена ​​система институтов власти и управления нового типа, наиболее полно отвечающая национальным особенностям и самобытности независимого государства, способная решать стоящие перед ними важнейшие задачи. Была установлена ​​президентская форма правления. Были созданы новый Кабинет министров и органы местного самоуправления. Начали функционировать Советы, обновленные институты местного самоуправления. Народный Совет, еще не существовавший в мировом опыте высокопредставительный орган народной власти, утвержденный Конституцией, стал подлинно демократическим институтом управления страной. В дальнейшем правовой статус Народного Совета несколько раз реформировался на пути совершенствования государственного управления.</p>
                    <br/>
                    <p>&emsp;&emsp;&ensp;Принципиально изменен правовой статус парламента страны. Он назывался Меджлис и отвечал за принятие и изменение Конституции и законов, проведение выборов Президента, Меджлиса и народных представителей, утверждение программы Кабинета Министров, утверждение Государственного бюджета Туркменистана и отчета о его исполнении и многие другие вопросы, имеющие особое государственное значение.</p>
                    <br/>
                    <p>&emsp;&emsp;&ensp;Согласно Конституции постоянно действующим законодательным органом Туркменистана стал Меджлис (Парламент). В число этих выборщиков входило 50 депутатов, избранных примерно в равных округах.</p>
                    <br/>
                    <p>&emsp;&emsp;&ensp;За исторически короткий срок в Туркменистане были приняты законы, регулирующие отношения во всех сферах жизни общества и государства. Кроме того, была создана мощная законодательная база, включающая в себя основные правовые концепции и направления мировой юридической работы. Активное вовлечение нашей страны в политическое, экономическое и правовое пространство мира обусловило появление в туркменской юридической науке новых направлений, таких как банковское, налоговое, таможенное, экологическое и других видов законодательства. В то же время активное направление Туркменистана в международных делах, его несравнимый пример в дипломатической работе позволили сформировать совершенно новые подходы в рассмотрении вопросов международного права и правопонимания, а также во внедрении международно-правовых норм в национальное законодательство.</p>
                    <br/>
                    <p>&emsp;&emsp;&ensp;Работа Меджлиса стала осуществляться в соответствии с Конституцией Туркменистана и Законом «О Меджлисе Туркменистана». Он основан на свободном обсуждении и совместном решении вопросов, ответственности, подотчетности, прозрачности и учете общественного мнения членов Парламента и выборных должностных лиц.</p>
                    <br/>
                    <p>&emsp;&emsp;&ensp;В первый созыв туркменского парламента избраны 50 депутатов. Девять депутатов (18 процентов) были женщинами.</p>
                    <br/>
                    <p>&emsp;&emsp;&ensp;В парламенте первого созыва действовали пять комитетов: комитеты по сводному законодательству, комитеты по правовым вопросам, комитеты по науке, образованию и культуре, комитеты по экономике и жизненной политике, комитеты по международным и парламентским связям.</p>
                    <br/>
                    <p>&emsp;&emsp;&ensp;Выборы депутатов Парламента второго созыва состоялись в декабре 1999 г., выборы третьего созыва состоялись в декабре 2004 г., выборы четвертого созыва состоялись в декабре 2008 г., выборы пятого созыва состоялись в декабрь 2013 г., досрочные выборы шестого созыва состоялись в марте 2018 г . С четвертого созыва парламента количество депутатов насчитывало 125 человек, а срок их полномочий равнялся 5 годам. В парламенте представлены три действующие в стране политические партии – Демократическая партия Туркменистана, Аграрная партия Туркменистана и Партия промышленников и предпринимателей Туркменистана, а также депутаты, выдвигаемые и избираемые группами граждан.</p>",
    ],

    'convocation_page' => [
        'title' => 'Список депутатов :number созыва',
        'convocation_deputies_list' => 'Список депутатов :number созыва Меджлиса Туркменистана',
        'district' => 'Избирательный округ',
    ],

    'mejlis_committees_page' => [
        'title' => 'Комитеты Меджлиса',
        'mejlis_committees' => 'Комитеты Меджлиса',
    ],

    'mejlis_deputies_page' => [
        'title' => 'Депутаты Меджлиса',
        'deputies' => 'Депутаты',
        'election_district' => 'Избирательный округ',
        'position' => 'Должность',
        'birth_year' => 'Год рождения',
        'email' => 'Адрес эл. почты',
        'district' => 'Избирательный округ',
        'biography' => 'Биография',
        'committee' => 'Комитет',
        'velayat' => 'Велаят'
    ],

    'codes_page' => [
        'title' => 'Кодексы',
        'document_name' => 'Название правового документа',
        'choose_year' => 'Выберите год',
        'choose_month' => 'Выбериите месяц',
    ],

    'laws_page' => [
        'title' => 'Законы',
        'document_name' => 'Название правового документа',
        'choose_year' => 'Выберите год',
        'choose_month' => 'Выбериите месяц',
    ],

    'mejlis_decrees_page' => [
        'title' => 'Постановления Меджлиса',
        'document_name' => 'Название правового документа',
        'choose_year' => 'Выберите год',
        'choose_month' => 'Выбериите месяц',
    ],

    'constitutional_law_page' => [
        'title' => 'Конституционный закон',
        'text_title' => 'КОНСТИТУЦИОННЫЙ ЗАКОН ТУРКМЕНИСТАНА',
        'text_subtitle' => 'Об утверждении Конституции Туркменистана в измененном порядке',
        'reference_title' => '(Информация Меджлиса Туркменистана, 2016 г., № 3, статья 131)',
        'text' => " <p>
                        &emsp;&emsp;В период расцвета нашего суверенного государства, упорная работа Президента Туркменистана по реализации разумной политики, отвечающей жизненным интересам каждого гражданина страны, привела нашу Родину к великим трудовым победам и свершениям. <br><br>
                    </p>
                    <p>
                        &emsp;&emsp;Мы можем с гордостью ощущать, что политика осуществляемый в нашей стране является основой перехода экономики нашей любимой Родины к современным рыночным отношениям и внедрение ценностей гражданского общества, достижений в экономическом, политическом и культурном развитии Туркменистана.<br><br>
                    </p>
                    <p>
                        &emsp;&emsp;Внести вклад в осуществление мудрой политики который обеспечивает светлое будущее нашей любимой Родины и благополучную жизнь нашего народа, мирную и счастливую жизнь каждого гражданина показывая высокий пример служения Родине и народу, доказывать каждодневным трудом что это является лучшим примером труда за Родину и народ — святое дело.<br><br>
                    </p>
                    <p>
                        &emsp;&emsp;Согласно статье 63 Конституции Туркменистана, принимая во внимание рекомендации Меджлиса Туркменистана представленные на рассмотрение Совета старейшин Туркменистана о внесении изменений и дополнений в Конституцию Туркменистана и ее планируемое утверждение на основе предложений, поступивших от органов государственной власти, общественных объединений и граждан Туркменистана и обсужденных в Конституционной группе по совершенствованию Конституции Туркменистана с целью совершенствования общественного и государственно-политического устройства провозглашенной Президентом Туркменистана независимой, постоянно нейтральной Родины на новом этапе развития страны, обеспечения конституционно-правовой основы для великих реформ по полному переходу к рыночной экономике, способствования увеличению темпов и расширению социально-экономических реформ, проводимых в стране, дальнейшего развития демократии в государственной и общественной жизни Туркменистана и дальнейшего совершенствования работы органов государственной власти.<br><br>
                    </p>
                    <p>
                        &emsp;&emsp;<strong>Статья 1.</strong> Рекомендации Конституционной комиссии по совершенствованию Конституции Туркменистана о внесении изменений и дополнений в Конституцию Туркменистана и утверждении ее в намеченном виде следует полностью одобрить.<br><br>
                        &emsp;&emsp;<strong>Статья 2.</strong> Следует внести изменения и дополнения в Конституцию Туркменистана и утвердить (вносятся) в данном виде.<br><br>
                        &emsp;&emsp;<strong>Статья 3.</strong> Этот Конституционный закон вступает в силу с момента ее принятия.<br><br>
                        &emsp;&emsp; <strong>Президент Туркменистана</strong><br><br>
                        &emsp;&emsp; <strong>Гурбангулы Бердымухамедов</strong><br><br>
                        &emsp;&emsp;город Ашгабат.<br><br>
                        &emsp;&emsp;14 сентября 2016 года.<br><br>
                        &emsp;&emsp;№ 448-V.<br><br>
                        &emsp;&emsp;КОНСТИТУЦИЯ ТУРКМЕНИСТАНА<br><br>
                        &emsp;&emsp;(Отредактированная версия)<br><br>
                        &emsp;&emsp;(09.10.2017 г. № 617-V, 25.09.2020 г.№ 297-VI С дополнениями и изменениями, внесенными на основании Конституционных законов Туркменистана<br><br>
                        &emsp;&emsp;Мы, народ Туркменистана,<br><br>
                        &emsp;&emsp;на основе нашего неотъемлемого права на самоопределение,<br><br>
                        &emsp;&emsp;исходя из нашей ответственности за текущую и грядущую судьбу нашей Родины,<br><br>
                        &emsp;&emsp;выражая нашу верность воле наших предков жить в единстве, мире и согласии и нашу приверженность ценностям человечества,<br><br>
                        &emsp;&emsp;стремясь сохранить наши национальные ценности и интересы, укрепить независимость, суверенитет Туркменистана, правовой статус постоянного нейтралитета, признанный мировым сообществом,<br><br>
                        &emsp;&emsp;гарантируя права и свободы человека и гражданина,<br><br>
                        &emsp;&emsp;стремясь обеспечивать мир и единство в обществе, укреплять основы народной власти и демократического, правового, светского государства,<br><br>
                        &emsp;&emsp;мы принимаем Основной Закон Туркменистана – эту Конституцию.<br><br>
                    </p>",

    ],

    'international_cooperation_page' => [
        'title' => 'Международное сотрудничество',
    ],

    'friendship_group_page' => [
        'title' => 'Группа дружбы',
        'title_full' => 'Межпарламентские группы дружбы с парламентами иностранных государств'
    ],

    'news_international_page' => [
        'title' => 'Новости',
    ],

    'news_page' => [
        'title' => 'Новости',
        'relative_news' => 'Похожие заголовки',
    ],

    'articles_page' => [
        'title' => 'Выступления и Статьи',
    ],

    'mejlis_activities_page' => [
        'title' => 'Деятельность Меджлиса Туркменистана',
        'title_short' => 'ДЕЯТЕЛЬНОСТЬ Меджлиса'
    ],

    'gallery_page' => [
        'title' => 'Галерея',
    ],

    'tkm' => [
        'president' => 'Президент',
        'history' => 'История',
        'area' => 'Площадь',
        'population' => 'Население',
        'state_symbols' => 'Государственные Символы',
        'constitution' => 'Конституция',
        'state_holidays' => 'Государственные праздники и дни траура',

        'history_page' => [
            'title' => 'История Туркменистана',
            'text_title' => 'История',
            'text' => " <p>
                            &emsp;&emsp;уркменистан стал независимым государством 27 октября 1991 года, и с тех пор эта дата отмечается в стране как День независимости. 12 декабря 1995 года при единодушной поддержке 185 стран резолюцией Генеральной Ассамблеи ООН он был признан постоянным нейтральным государством. В настоящее время Туркменистан установил дипломатические отношения со 142 странами.
                        </p>",
        ],

        'area_page' => [
            'title' => 'Площадь Туркменистана',
            'text_title' => 'Площадь',
            'text' => " <p>
                            &emsp;&emsp;Туркменистан входит в пятерку стран Центральной Азии, и занимает среди них второе место по площади, то есть площадь Туркменистана равна 491,21 тыс. км2.
                        </p>
                        <p>
                            &emsp;&emsp;Его протяженность с запада на восток 1100 км. и 650 км с севера на юг. это становится длиннее.
                        </p>
                        <p>
                            &emsp;&emsp;Туркменистан граничит с Республикой Казахстан на севере, Республикой Узбекистан на северо-востоке и востоке, Исламской Республикой Афганистан на юго-востоке и Исламской Республикой Иран на юге. На западе Каспийское море является естественной границей и граничит с Азербайджанской Республикой.
                        </p>",
        ],

        'population_page' => [
            'title' => 'Население Туркменистана',
            'text_title' => 'Население',
            'text' => " <p>
                            &emsp;&emsp;Население Туркменистана составляет более 6,2 миллиона человек. Туркменистан – многонациональное государство. В стране проживают представители более 100 наций и народов.
                        </p>",
        ],

        'state_holidays_page' => [
            'title' => 'Государственные праздники и траурные дни Туркменистана',
            'text_title' => 'Государственные праздники и траурные дни',
            'text' => ' <p>
                            &emsp;&emsp; <strong>Главные государственные и национальные праздники государства: </strong><br><br>
                            &emsp;&emsp;Новый год - 1 января; <br>
                            &emsp;&emsp;День государственного флага - 19 февраля; <br>
                            &emsp;&emsp;Международный женский день - 8 марта; <br>
                            &emsp;&emsp;Национальный праздник весны (Новруз) - 21-22 марта; <br>
                            &emsp;&emsp;День Победы - 9 мая; <br>
                            &emsp;&emsp;День Конституции и День Возрождения, единства и поэзии Махтумкули Фраги - 18 мая; <br>
                            &emsp;&emsp;День независимости Туркменистана - 27-28 октября; <br>
                            &emsp;&emsp;Национальный праздник Туркменистана – День Нейтралитета – 12 декабря. <br>
                        </p>
                        <br>
                        <p style="color: var(--sky_blue); text-align:justify; font-weight: bold;">
                            &emsp;&emsp; 
                            Даты проведения ежегодных Курбан Байрам и Ораза Байрам определяются указами Президента Туркменистана.
                        </p>
                        <br>
                        <p>
                            &emsp;&emsp; <strong> Дни траура:</strong><br>
                            &emsp;&emsp; Национальный день памяти - 6 октября.
                        </p>',
        ],

        'state_symbols_page' => [
            'title' => 'Государственные символы Туркменистана',

            'flag' => [
                'title' => 'Государственный флаг Туркменистана',
                'text' => ' <p>
                                &emsp;&emsp;Государственный флаг Туркменистана является символом национального единства и независимости, а также государственного нейтралитета.
                            </p>
                            <p>
                                &emsp;&emsp;29 июня 2008 года в Ашхабаде на самом высоком в мире флагштоке высотой 133 метра был восстановлен огромный национальный флаг длиной 52,5 метра и шириной 35 метров и весом 420 килограммов, который был внесен в Книгу мировые рекордов Гиннесса.
                            </p>',
            ],

            'emblem' => [
                'title' => 'Государственный герб Туркменистана',
                'text' => ' <p>
                                &emsp;&emsp;Являясь символом государственной власти Туркменистана, Государственный герб Туркменистана, содержащая древнее культурное наследие великих туркмен-огузов, предков туркменского народа, и Великих Сельджуков, создавших могущественные государства и оказавших значительное влияние на развития человечества, является символом государственной власти Туркменистана.
                            </p>',
            ],

            'anthem_desc' => [
                'title' => 'Государственный гимн независимого, постоянно нейтрального Туркменистана',
                'text' => ' <p>
                                &emsp;&emsp;Государственный гимн Туркменистана является государственным символом независимого, нейтрального Туркменистана, символизирует единство и целостность туркменского народа.
                            </p>
                            <p>
                                &emsp;&emsp;Исполнение либо использование Государственного гимна Туркменистана в нарушение этого Закона, а также глумление над Государственным гимном Туркменистана влекут за собой ответственность в соответствии с законодательством Туркменистана.
                            </p>',
            ],

            'anthem' => [
                'title' => 'Государственный гимн Туркменистана',
                'text' => ' <p>
                                Жизнь отдать я готов за родимый очаг, -<br>
                                Духом предков отважных славны сыны,<br>
                                Земля моя свята. В мире реет мой флаг –<br>
                                Символ великой нейтральной страны!<br>
                                <br>                 
                                Повтор:<br>
                                Великое создание Народа,<br>
                                Держава родная, суверенный край,<br>
                                Туркменистан – светоч и песня души,<br>
                                Во веки веков ты живи, процветай!<br>
                                <br>
                                Един мой народ, и по жилам племен<br>
                                Течет предков кровь – нетленная весть,<br>
                                Не страшны нам бури, невзгоды времен,<br>
                                Сохраним и умножим славу и честь!<br>
                                <br>
                                Повтор:<br>
                                Великое создание Народа,<br>
                                Держава родная, суверенный край,<br>
                                Туркменистан – светоч и песня души,<br>
                                Во веки веков ты живи, процветай!<br>
                            </p>',
            ],
        ],
    ],

    'alphabet' => '<span data-letter="а" class="letter">A</span>
                   <span data-letter="б" class="letter">B</span>
                   <span data-letter="в" class="letter">V</span>
                   <span data-letter="г" class="letter">G</span>
                   <span data-letter="д" class="letter">D</span>
                   <span data-letter="е" class="letter">E</span>
                   <span data-letter="ё" class="letter">Ё</span>
                   <span data-letter="ж" class="letter">Ж</span>
                   <span data-letter="з" class="letter">Z</span>
                   <span data-letter="и" class="letter">I</span>
                   <span data-letter="й" class="letter">J</span>
                   <span data-letter="к" class="letter">K</span>
                   <span data-letter="л" class="letter">L</span>
                   <span data-letter="м" class="letter">M</span>
                   <span data-letter="н" class="letter">N</span>
                   <span data-letter="о" class="letter">O</span>
                   <span data-letter="п" class="letter">P</span>
                   <span data-letter="р" class="letter">R</span>
                   <span data-letter="с" class="letter">S</span>
                   <span data-letter="т" class="letter">T</span>
                   <span data-letter="у" class="letter">U</span>
                   <span data-letter="ф" class="letter">F</span>
                   <span data-letter="х" class="letter">H</span>
                   <span data-letter="ц" class="letter">Ц</span>
                   <span data-letter="ч" class="letter">Ч</span>
                   <span data-letter="ш" class="letter">Ш</span>
                   <span data-letter="щ" class="letter">Щ</span>
                   <span data-letter="ъ" class="letter">Ъ</span>
                   <span data-letter="ы" class="letter">Ы</span>
                   <span data-letter="ь" class="letter">Ь</span>
                   <span data-letter="э" class="letter">Э</span>
                   <span data-letter="ю" class="letter">Ю</span>
                   <span data-letter="я" class="letter">Я</span>
                    ',
    
    'months' => '<option value="1">Январь</option>
                <option value="2">Февраль</option>
                <option value="3">Март</option>
                <option value="4">Апрель</option>
                <option value="5">Май</option>
                <option value="6">Июнь</option>
                <option value="7">Июль</option>
                <option value="8">Август</option>
                <option value="9">Сентябрь</option>
                <option value="10">Октябр</option>
                <option value="11">Ноябрь</option>
                <option value="12">Декабрь</option>
                ',
];