<?php

return [
    'buttons' => [
        'more_button' => 'Подробно',
        'see_all' => 'Просмотреть все',
    ],

    'layout' => [
        'logo_main' => 'МЕДЖЛИС<br/> ТУРКМЕНИСТАНА',
        'logo_title' => 'МЕДЖЛИС ТУРКМЕНИСТАНА',
        'logo_description' => 'представительный орган, осуществляющий законодательную власть',
        'main_page' => 'Главная страница',
        'about_mejlis' => 'О Меджлисе',
        'mejlis_structure' => 'Состав И Структура',
        'media' => 'Медиа',
        'international' => 'Международное',
        'legislation' => 'Законодательство',
        'contacts_page' => 'Контакты',
        'mejlis_history_page' => 'История Меджлиса',
        'convocation_page' => 'Список депутатов :number созыва',
        'mejlis_committees_page' => 'Комитеты Меджлиса',
        'mejlis_deputies_page' => 'Депутаты Меджлиса',
        'codes_page' => 'Кодексы',
        'laws_page' => 'Законы',
        'mejlis_decrees_page' => 'Постановления Меджлиса',
        'constitutional_law_page' => 'Конституционный закон',
        'international_cooperation_page' => 'Международное сотрудничество',
        'friendship_groups_page' => 'Группа дружбы',
        'news_page' => 'Новости',
        'headlines' => 'Заголовки',
        'articles_page' => 'Выступления и Статьи',
        'mejlis_activities_page' => 'Деятельность Меджлиса Туркменистана ',
        'gallery_page' => 'Галерея',
        'tkm_page' => 'Туркменистан',
        'copyright_text' => 'Все права защищены',
        'footer_text' => "В многогранной работе Меджлиса Туркменистана, основной задачей которого является содействие развитию дружественных 
                        отношений между народами, важную роль играют вопросы международной и парламентской работы. В настоящее время в Меджлисе 
                        действуют депутатские группы дружбы с парламентами десятков стран.Меджлис Туркменистана активно участвует в работе ряда 
                        парламентских собраний. Меджлис Туркменистана является членом Парламентской ассамблеи и Межпарламентского союза ОБСЕ, 
                        которые являются авторитетными парламентскими организациями.",
        'footer_address_value' => 'г. Ашгабат, пр. Независимости, 110'
    ],

    'main' => [
        'title' => 'Главная страница',
        'headlines_section' => 'ЗАГОЛОВКИ',
        'mejlis_activities_section' => 'ДЕЯТЕЛЬНОСТЬ МЕДЖЛИСА',
        'deputies_section' => 'Депутаты',
        'ashgabat' => 'Ашгабат',
        'ahal' => 'Ахал',
        'balkan' => 'Балкан',
        'dashoguz' => 'Дашогуз',
        'lebap' => 'Лебап',
        'mary' => 'Мары',
        'ashgabat_region' => 'Город Ашгабат',
        'ahal_region' => 'Ахальский велаят',
        'balkan_region' => 'Балканский велаят',
        'dashoguz_region' => 'Дашогузский велаят',
        'lebap_region' => 'Лебапский велаят',
        'mary_region' => 'Марыйский велаят',
        'legislation_section' => 'Принятые законы',
        'websites_section' => 'Веб сайты',
    ],

    'mejlis_history_page' => [
        'title' => 'История Меджлиса',
        'text_title' => 'Информация о Меджлисе Туркменистана',
        'text' => '<p style="font-weight: bold; text-align:center">Общая информация</p>
        <br />
        <p>
            &emsp;&emsp;&emsp;Меджлис Туркменистана (Парламент) является представительным органом, осуществляющим законодательную власть.
            Деятельность Меджлиса Туркменистана осуществляется в соответствии с Конституцией Туркменистана и другими нормативно-правовыми актами Туркменистана, регулирующими деятельность Меджлиса Туркменистана (далее – Меджлис). 
            Меджлис состоит из 125 депутатов, избираемых по округам. Депутаты избираются сроком на 5 лет.  
            Депутатом Меджлиса может быть избран гражданин Туркменистана, достигший к дню выборов возраста двадцати пяти лет и в течение предшествующих десяти лет постоянно проживающий в Туркменистане. 
            Последние выборы депутатов Меджлиса Туркменистана (седьмой созыв) были проведены 26 марта 2023 года.
        </p>
        <br />
        <p style="font-weight: bold; text-align:center">Организация деятельности Меджлиса и его структур</p>
        <br />
        <p>
            &emsp;&emsp;&emsp;Меджлис осуществляет свою деятельность в форме сессий.
            Сессия Меджлиса созывается Председателем Меджлиса по мере необходимости, но не реже двух раз в год.
            Внеочередная сессия Меджлиса может созываться по инициативе Президента Туркменистана либо по предложению не менее одной трети от общего числа депутатов Меджлиса. 
            На сессии Меджлиса в порядке, установленном Регламентом Меджлиса, могут присутствовать представители государственных органов, общественных объединений, научных учреждений, средств массовой информации, а также другие лица.
            Президент Туркменистана и Председатель Халк Маслахаты Туркменистана вправе участвовать во всех сессиях Меджлиса.
            Заместители Председателя Кабинета Министров Туркменистана могут принимать участие во всех сессиях Меджлиса.
            Порядок организации и проведения сессии Меджлиса определяется Регламентом Меджлиса.
        </p>
        <p>В Меджлисе действуют 8 комитетов:</p>
        <ul style="list-style: decimal;">
            <li>По защите прав и свобод человека;</li>
            <li>По законодательству и его нормам;</li>
            <li>По науке, образованию, культуре и молодёжной политике;</li>
            <li>По экономическим вопросам;</li>
            <li>По социальной политике;</li>
            <li>По международным и межпарламентским связям;</li>
            <li>По охране окружающей среды, природопользованию и агропромышленному комплексу;</li>
            <li>По работе с органами местной представительной власти и самоуправления.</li>
        </ul>
        
        <br/>
        <p style="font-weight: bold; text-align:center">Полномочия Меджлиса</p>
        <br/>

        <p>
            &emsp;&emsp;&emsp;- принятие Конституции и законов, внесение в них изменений и дополнений, осуществление контроля за их исполнением и их официальное толкование;
        </p>
        <p>
            &emsp;&emsp;&emsp;- обязательное рассмотрение вопроса об утверждении законов, принятых Президентом Туркменистана;
        </p>
        <p>
            &emsp;&emsp;&emsp;- рассмотрение вопроса об одобрении программы деятельности Кабинета Министров Туркменистана;
        </p>
        <p>
            &emsp;&emsp;&emsp;- рассмотрение вопросов об утверждении Государственного бюджета Туркменистана и отчёта о его исполнении;
        </p>
        <p>
            &emsp;&emsp;&emsp;- рассмотрение основных направлений внутренней и внешней политики государства и программ политического, экономического, социального и культурного развития страны;
        </p>
        <p>
            &emsp;&emsp;&emsp;- решение вопросов о проведении всенародных референдумов;
        </p>
        <p>
            &emsp;&emsp;&emsp;- назначение выборов Президента Туркменистана, депутатов Меджлиса, членов велаятских, этрапских и городских халк маслахаты и Генгешей, а также иные полномочия, предусмотренные  законодательством. 
        </p>

        <br/>
        <p style="font-weight: bold; text-align:center">Полномочия депутатов</p>
        <br/>
        
        <p>
            &emsp;&emsp;&emsp;Полномочия депутатов Меджлиса нового созыва признаются на первой сессии Меджлиса нового созыва.
            Депутаты Меджлиса прежнего созыва сохраняют свои полномочия до открытия первой сессии Меджлиса нового созыва.
            Депутаты, являясь полномочными представителями народа, обладают всей полнотой прав, обеспечивающих их деятельность в Меджлисе.
            Работа по подготовке, рассмотрению, принятию законов и иных нормативных правовых актов и контролю за их исполнением является основным направлением деятельности депутата Меджлиса.
            Государство гарантирует депутату Меджлиса создание всех условий для беспрепятственного и эффективного осуществления его полномочий, защиту его прав и свобод, жизни, чести и достоинства, а также личную неприкосновенность. 
            Посягательство на права, жизнь, честь, достоинство и свободу, личную неприкосновенность депутата Меджлиса влечёт ответственность, установленную законодательством Туркменистана.
            Депутат Меджлиса не может одновременно занимать должность члена Кабинета Министров Туркменистана, хякима, арчина, судьи, прокурора.
            При назначении или избрании депутата Меджлиса на одну из указанных должностей, его депутатские полномочия со времени назначения или избрания на эту должность считаются прекращёнными. 
        </p>',
    ],

    'convocation_page' => [
        'title' => 'Список депутатов :number созыва',
        'convocation_deputies_list' => 'Список депутатов :number созыва Меджлиса Туркменистана',
        'district' => 'Избирательный округ',
    ],

    'mejlis_committees_page' => [
        'title' => 'Комитеты Меджлиса',
        'mejlis_committees' => 'Комитеты Меджлиса',
    ],

    'mejlis_deputies_page' => [
        'title' => 'Депутаты Меджлиса',
        'deputies' => 'Депутаты',
        'election_district' => 'Избирательный округ',
        'position' => 'Должность',
        'birth_year' => 'Год рождения',
        'email' => 'Адрес эл. почты',
        'district' => 'Избирательный округ',
        'biography' => 'Биография',
        'committee' => 'Комитет',
        'velayat' => 'Велаят'
    ],

    'codes_page' => [
        'title' => 'Кодексы',
        'document_name' => 'Название правового документа',
        'choose_year' => 'Выберите год',
        'choose_month' => 'Выбериите месяц',
    ],

    'laws_page' => [
        'title' => 'Законы',
        'document_name' => 'Название правового документа',
        'choose_year' => 'Выберите год',
        'choose_month' => 'Выбериите месяц',
    ],

    'mejlis_decrees_page' => [
        'title' => 'Постановления Меджлиса',
        'document_name' => 'Название правового документа',
        'choose_year' => 'Выберите год',
        'choose_month' => 'Выбериите месяц',
    ],

    'constitutional_law_page' => [
        'title' => 'Конституционный закон',
        'text_title' => 'КОНСТИТУЦИОННЫЙ ЗАКОН ТУРКМЕНИСТАНА',
        'text_subtitle' => 'Об утверждении Конституции Туркменистана в измененном порядке',
        'reference_title' => '(Информация Меджлиса Туркменистана, 2016 г., № 3, статья 131)',
        'text' => " <p>
                        &emsp;&emsp;В период расцвета нашего суверенного государства, упорная работа Президента Туркменистана по реализации разумной политики, отвечающей жизненным интересам каждого гражданина страны, привела нашу Родину к великим трудовым победам и свершениям. <br><br>
                    </p>
                    <p>
                        &emsp;&emsp;Мы можем с гордостью ощущать, что политика осуществляемый в нашей стране является основой перехода экономики нашей любимой Родины к современным рыночным отношениям и внедрение ценностей гражданского общества, достижений в экономическом, политическом и культурном развитии Туркменистана.<br><br>
                    </p>
                    <p>
                        &emsp;&emsp;Внести вклад в осуществление мудрой политики который обеспечивает светлое будущее нашей любимой Родины и благополучную жизнь нашего народа, мирную и счастливую жизнь каждого гражданина показывая высокий пример служения Родине и народу, доказывать каждодневным трудом что это является лучшим примером труда за Родину и народ — святое дело.<br><br>
                    </p>
                    <p>
                        &emsp;&emsp;Согласно статье 63 Конституции Туркменистана, принимая во внимание рекомендации Меджлиса Туркменистана представленные на рассмотрение Совета старейшин Туркменистана о внесении изменений и дополнений в Конституцию Туркменистана и ее планируемое утверждение на основе предложений, поступивших от органов государственной власти, общественных объединений и граждан Туркменистана и обсужденных в Конституционной группе по совершенствованию Конституции Туркменистана с целью совершенствования общественного и государственно-политического устройства провозглашенной Президентом Туркменистана независимой, постоянно нейтральной Родины на новом этапе развития страны, обеспечения конституционно-правовой основы для великих реформ по полному переходу к рыночной экономике, способствования увеличению темпов и расширению социально-экономических реформ, проводимых в стране, дальнейшего развития демократии в государственной и общественной жизни Туркменистана и дальнейшего совершенствования работы органов государственной власти.<br><br>
                    </p>
                    <p>
                        &emsp;&emsp;<strong>Статья 1.</strong> Рекомендации Конституционной комиссии по совершенствованию Конституции Туркменистана о внесении изменений и дополнений в Конституцию Туркменистана и утверждении ее в намеченном виде следует полностью одобрить.<br><br>
                        &emsp;&emsp;<strong>Статья 2.</strong> Следует внести изменения и дополнения в Конституцию Туркменистана и утвердить (вносятся) в данном виде.<br><br>
                        &emsp;&emsp;<strong>Статья 3.</strong> Этот Конституционный закон вступает в силу с момента ее принятия.<br><br>
                        &emsp;&emsp; <strong>Президент Туркменистана</strong><br><br>
                        &emsp;&emsp; <strong>Гурбангулы Бердымухамедов</strong><br><br>
                        &emsp;&emsp;город Ашгабат.<br><br>
                        &emsp;&emsp;14 сентября 2016 года.<br><br>
                        &emsp;&emsp;№ 448-V.<br><br>
                        &emsp;&emsp;КОНСТИТУЦИЯ ТУРКМЕНИСТАНА<br><br>
                        &emsp;&emsp;(Отредактированная версия)<br><br>
                        &emsp;&emsp;(09.10.2017 г. № 617-V, 25.09.2020 г.№ 297-VI С дополнениями и изменениями, внесенными на основании Конституционных законов Туркменистана<br><br>
                        &emsp;&emsp;Мы, народ Туркменистана,<br><br>
                        &emsp;&emsp;на основе нашего неотъемлемого права на самоопределение,<br><br>
                        &emsp;&emsp;исходя из нашей ответственности за текущую и грядущую судьбу нашей Родины,<br><br>
                        &emsp;&emsp;выражая нашу верность воле наших предков жить в единстве, мире и согласии и нашу приверженность ценностям человечества,<br><br>
                        &emsp;&emsp;стремясь сохранить наши национальные ценности и интересы, укрепить независимость, суверенитет Туркменистана, правовой статус постоянного нейтралитета, признанный мировым сообществом,<br><br>
                        &emsp;&emsp;гарантируя права и свободы человека и гражданина,<br><br>
                        &emsp;&emsp;стремясь обеспечивать мир и единство в обществе, укреплять основы народной власти и демократического, правового, светского государства,<br><br>
                        &emsp;&emsp;мы принимаем Основной Закон Туркменистана – эту Конституцию.<br><br>
                    </p>",

    ],

    'international_cooperation_page' => [
        'title' => 'Международное сотрудничество',
    ],

    'friendship_group_page' => [
        'title' => 'Группа дружбы',
        'title_full' => 'Межпарламентские группы дружбы с парламентами иностранных государств'
    ],

    'news_international_page' => [
        'title' => 'Новости',
    ],

    'news_page' => [
        'title' => 'Новости',
        'relative_news' => 'Похожие заголовки',
    ],

    'articles_page' => [
        'title' => 'Выступления и Статьи',
    ],

    'mejlis_activities_page' => [
        'title' => 'Деятельность Меджлиса<br/> Туркменистана',
        'title_short' => 'ДЕЯТЕЛЬНОСТЬ Меджлиса'
    ],

    'gallery_page' => [
        'title' => 'Галерея',
    ],

    'tkm' => [
        'president' => 'Президент',
        'history' => 'История',
        'area' => 'Площадь',
        'population' => 'Население',
        'state_symbols' => 'Государственные Символы',
        'constitution' => 'Конституция',
        'state_holidays' => 'Государственные праздники и дни траура',

        'history_page' => [
            'title' => 'История Туркменистана',
            'text_title' => 'История',
            'text' => " <p>
                            &emsp;&emsp;уркменистан стал независимым государством 27 октября 1991 года, и с тех пор эта дата отмечается в стране как День независимости. 12 декабря 1995 года при единодушной поддержке 185 стран резолюцией Генеральной Ассамблеи ООН он был признан постоянным нейтральным государством. В настоящее время Туркменистан установил дипломатические отношения со 142 странами.
                        </p>",
        ],

        'area_page' => [
            'title' => 'Площадь Туркменистана',
            'text_title' => 'Площадь',
            'text' => " <p>
                            &emsp;&emsp;Туркменистан входит в пятерку стран Центральной Азии, и занимает среди них второе место по площади, то есть площадь Туркменистана равна 491,21 тыс. км2.
                        </p>
                        <p>
                            &emsp;&emsp;Его протяженность с запада на восток 1100 км. и 650 км с севера на юг. это становится длиннее.
                        </p>
                        <p>
                            &emsp;&emsp;Туркменистан граничит с Республикой Казахстан на севере, Республикой Узбекистан на северо-востоке и востоке, Исламской Республикой Афганистан на юго-востоке и Исламской Республикой Иран на юге. На западе Каспийское море является естественной границей и граничит с Азербайджанской Республикой.
                        </p>",
        ],

        'population_page' => [
            'title' => 'Население Туркменистана',
            'text_title' => 'Население',
            'text' => " <p>
                            &emsp;&emsp;Население Туркменистана составляет более 6,2 миллиона человек. Туркменистан – многонациональное государство. В стране проживают представители более 100 наций и народов.
                        </p>",
        ],

        'state_holidays_page' => [
            'title' => 'Государственные праздники и траурные дни Туркменистана',
            'text_title' => 'Государственные праздники и траурные дни',
            'text' => ' <p>
                            &emsp;&emsp; <strong>Главные государственные и национальные праздники государства: </strong><br><br>
                            &emsp;&emsp;Новый год - 1 января; <br>
                            &emsp;&emsp;День государственного флага - 19 февраля; <br>
                            &emsp;&emsp;Международный женский день - 8 марта; <br>
                            &emsp;&emsp;Национальный праздник весны (Новруз) - 21-22 марта; <br>
                            &emsp;&emsp;День Победы - 9 мая; <br>
                            &emsp;&emsp;День Конституции и День Возрождения, единства и поэзии Махтумкули Фраги - 18 мая; <br>
                            &emsp;&emsp;День независимости Туркменистана - 27-28 октября; <br>
                            &emsp;&emsp;Национальный праздник Туркменистана – День Нейтралитета – 12 декабря. <br>
                        </p>
                        <br>
                        <p style="color: var(--sky_blue); text-align:justify; font-weight: bold;">
                            &emsp;&emsp; 
                            Даты проведения ежегодных Курбан Байрам и Ораза Байрам определяются указами Президента Туркменистана.
                        </p>
                        <br>
                        <p>
                            &emsp;&emsp; <strong> Дни траура:</strong><br>
                            &emsp;&emsp; Национальный день памяти - 6 октября.
                        </p>',
        ],

        'state_symbols_page' => [
            'title' => 'Государственные символы Туркменистана',

            'flag' => [
                'title' => 'Государственный флаг Туркменистана',
                'text' => ' <p>
                                &emsp;&emsp;Государственный флаг Туркменистана является символом национального единства и независимости, а также государственного нейтралитета.
                            </p>
                            <p>
                                &emsp;&emsp;29 июня 2008 года в Ашхабаде на самом высоком в мире флагштоке высотой 133 метра был восстановлен огромный национальный флаг длиной 52,5 метра и шириной 35 метров и весом 420 килограммов, который был внесен в Книгу мировые рекордов Гиннесса.
                            </p>',
            ],

            'emblem' => [
                'title' => 'Государственный герб Туркменистана',
                'text' => ' <p>
                                &emsp;&emsp;Являясь символом государственной власти Туркменистана, Государственный герб Туркменистана, содержащая древнее культурное наследие великих туркмен-огузов, предков туркменского народа, и Великих Сельджуков, создавших могущественные государства и оказавших значительное влияние на развития человечества, является символом государственной власти Туркменистана.
                            </p>',
            ],

            'anthem_desc' => [
                'title' => 'Государственный гимн независимого, постоянно нейтрального Туркменистана',
                'text' => ' <p>
                                &emsp;&emsp;Государственный гимн Туркменистана является государственным символом независимого, нейтрального Туркменистана, символизирует единство и целостность туркменского народа.
                            </p>
                            <p>
                                &emsp;&emsp;Исполнение либо использование Государственного гимна Туркменистана в нарушение этого Закона, а также глумление над Государственным гимном Туркменистана влекут за собой ответственность в соответствии с законодательством Туркменистана.
                            </p>',
            ],

            'anthem' => [
                'title' => 'Государственный гимн Туркменистана',
                'text' => ' <p>
                                Жизнь отдать я готов за родимый очаг, -<br>
                                Духом предков отважных славны сыны,<br>
                                Земля моя свята. В мире реет мой флаг –<br>
                                Символ великой нейтральной страны!<br>
                                <br>                 
                                Повтор:<br>
                                Великое создание Народа,<br>
                                Держава родная, суверенный край,<br>
                                Туркменистан – светоч и песня души,<br>
                                Во веки веков ты живи, процветай!<br>
                                <br>
                                Един мой народ, и по жилам племен<br>
                                Течет предков кровь – нетленная весть,<br>
                                Не страшны нам бури, невзгоды времен,<br>
                                Сохраним и умножим славу и честь!<br>
                                <br>
                                Повтор:<br>
                                Великое создание Народа,<br>
                                Держава родная, суверенный край,<br>
                                Туркменистан – светоч и песня души,<br>
                                Во веки веков ты живи, процветай!<br>
                            </p>',
            ],
        ],

        'constitution_page' => [
            'title' => 'Конституция Туркменистана',
            'text' => '
            <p style="text-align:center;"><strong>КОНСТИТУЦИОННЫЙ ЗАКОН</strong></p><p style="text-align:center;"><strong>ТУРКМЕНИСТАНА</strong></p><p style="text-align:center;"><br>&nbsp;</p><p style="text-align:center;"><strong>Об утверждении Конституции</strong></p><p style="text-align:center;"><strong>Туркменистана в новой редакции*</strong></p><p style="text-align:center;"><br>&nbsp;</p><p style="text-align:center;">(Ведомости Меджлиса Туркменистана, 2016 г., № 3, ст. 131)</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;">В эпоху могущества и счастья деятельность по претворению в жизнь мудрой политики Президента Туркменистана, отвечающей жизненным интересам каждого гражданина, всего народа нашей страны, позволила родной Отчизне добиться трудовых побед, высоких достижений.</p><p style="text-align:justify;">Мы с чувством гордости осознаём, что проводимая в нашей стране политика, осуществляемые великие дела находятся в истоках перехода на современные рыночные отношения в экономике и утверждения ценностей гражданского общества, успехов, достигнутых в экономическом, политическом и социально-культурном развитии Туркменистана.</p><p style="text-align:justify;">Священным делом для каждого является показывать высокий пример служения Отчизне, народу, каждодневно доказывая это лучшими примерами своего созидательного труда во имя Родины, внося <span style="color:#000000;">вклад в претворение в жизнь проникнутой высокими идеалами мудрой политики, проводимой во имя светлого будущего родной Отчизны и счастливой жизни нашего народа, гарантирующей обеспечение спокойной, благополучной и счастливой жизни каждого гражданина.</span></p><p style="text-align:justify;">В целях решения задачи совершенствования общественной и государственно-политической структуры нашей независимой, постоянно нейтральной Родины, выдвинутой Президентом Туркменистана в новой эпохе развития нашей страны, обеспечения создания надёжной конституционной правовой основы реформ, связанных с полным переходом к рыночной экономике, содействия ускорению темпов и расширению масштабов социальных, экономических преобразований, осуществляемых в нашей стране, дальнейшей демократизации государственной и общественной&nbsp;</p><p style="text-align:justify;">____________</p><p><strong>*</strong>Перевод с государственного языка Туркменистана.</p><p style="text-align:justify;">жизни Туркменистана, совершенствования деятельности органов государственной власти, Меджлис Туркменистана, учитывая обобщённые предложения, поступившие от органов государственной власти, общественных объединений, граждан об утверждении Конституции Туркменистана в новой редакции, внеся в неё изменения и дополнения, обсуждённые Конституционной комиссией по совершенствованию Конституции Туркменистана, которые внесены на рассмотрение заседания Совета старейшин Туркменистана, в соответствии со статьёй 63 Конституции Туркменистана:&nbsp;</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 1</strong>. Полностью одобрить предложения Конституционной комиссии по совершенствованию Конституции Туркменистана об утверждении Конституции Туркменистана в новой редакции, внеся в неё изменения и дополнения.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 2.</strong> Утвердить Конституцию Туркменистана в новой редакции, внеся в неё изменения и дополнения (прилагается).</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 3.</strong> Настоящий Конституционный закон вступает в силу с момента его принятия.</p><p style="text-align:justify;"><br>&nbsp;</p><p><strong>Президент Гурбангулы</strong></p><p><strong>Туркменистана Бердымухамедов</strong></p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><i>гор. Ашхабад</i></p><p style="text-align:justify;"><i>14 сентября 2016 года</i></p><p style="text-align:justify;">№ <i>448-V.</i></p><p style="text-align:center;"><br>&nbsp;</p><p style="text-align:center;"><strong>КОНСТИТУЦИЯ ТУРКМЕНИСТАНА*</strong></p><p style="text-align:center;"><i>(новая редакция)</i></p><p style="text-align:center;"><br>&nbsp;</p><p style="text-align:center;"><i>(С дополнениями и изменениями, внесенными Конституционными законами Туркменистана от 09.10.2017 г. № 617-V, 25.09.2020 г. № 297-VI, 21.01.2023 г. № 531-VI)</i></p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><i>Мы, народ Туркменистана,</i></p><p style="text-align:justify;"><i>основываясь на своём незыблемом праве на определение своей судьбы,</i></p><p style="text-align:justify;"><i>исходя из ответственности за настоящую и будущую судьбу нашего Отечества,</i></p><p style="text-align:justify;"><i>выражая верность заветам предков жить в единстве, мире и согласии и приверженность общечеловеческим ценностям,</i></p><p style="text-align:justify;"><i>имея целью охрану национальных ценностей и интересов, укрепление независимости, суверенитета, статуса постоянного нейтралитета Туркменистана, признанного мировым сообществом,</i></p><p style="text-align:justify;"><i>гарантируя права и свободы человека и гражданина,</i></p><p style="text-align:justify;"><i>стремясь обеспечить спокойствие и единство в обществе, утвердить основы народовластия и демократического, правового, светского государства,&nbsp;</i></p><p style="text-align:justify;"><i>принимаем настоящую Конституцию – Основной Закон Туркменистана.</i></p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:center;"><strong>РАЗДЕЛ I. ОСНОВЫ КОНСТИТУЦИОННОГО&nbsp;</strong></p><p style="text-align:center;"><strong>СТРОЯ ТУРКМЕНИСТАНА</strong></p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 1.</strong> Туркменистан – демократическое, правовое и светское государство, в котором государственное правление осуществляется в форме президентской республики.</p><p style="text-align:justify;">Туркменистан обладает верховенством и полнотой власти на своей территории, самостоятельно осуществляет внутреннюю и внешнюю политику. Государственный суверенитет и территория Туркменистана едины и неделимы.</p><p style="text-align:justify;">Государство защищает независимость, суверенитет, территориальную целостность, конституционный строй Туркменистана, обеспечивает законность и правопорядок.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><span style="color:#000000;">_______________</span></p><p><strong>*</strong>Перевод с государственного языка Туркменистана.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 2. </strong>Туркменистан обладает статусом постоянного нейтралитета, признанного мировым сообществом и закреплённого на основании закона.</p><p style="text-align:justify;">Организация Объединённых Наций в Резолюциях Генеральной Ассамблеи «Постоянный нейтралитет Туркменистана» от 12 декабря 1995 года, а также от 3 июня 2015 года признаёт и поддерживает провозглашённый Туркменистаном статус постоянного нейтралитета, призывает государства-члены Организации Объединённых Наций уважать и поддерживать этот статус Туркменистана, уважая также его независимость, суверенитет и территориальную целостность.</p><p style="text-align:justify;">Постоянный нейтралитет Туркменистана является основой его внутренней и внешней политики.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 3. </strong>Суверенитет Туркменистана осуществляется народом, народ является единственным источником государственной власти. Народ Туркменистана осуществляет свою власть непосредственно или через представительные органы.</p><p style="text-align:justify;">Никакая часть народа, ни одна организация или отдельные лица не вправе присвоить власть в государстве.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 4.</strong> В Туркменистане наивысшей ценностью общества и государства является человек. Защита, поддержка человека и служение ему являются главными задачами органов государственной власти.</p><p style="text-align:justify;">Государство ответственно перед каждым гражданином и обеспечивает создание условий для свободного развития личности, защищает жизнь, честь, достоинство<span style="color:#0070c0;">,</span> свободу, личную неприкосновенность, естественные и неотчуждаемые права гражданина.</p><p style="text-align:justify;">Каждый гражданин ответственен перед государством за исполнение обязанностей, возложенных на него Конституцией и законами.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 5. </strong>Туркменистан является государством, гарантирующим социальную защищённость каждого человека.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 6.</strong> Государственная власть в Туркменистане делится на законодательную, исполнительную и судебную власти, они действуют самостоятельно, уравновешивая друг друга.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 61.</strong> Халк Маслахаты Туркменистана является высшим представительным органом, представляющим интересы народа Туркменистана, порядок его создания и полномочия определяются конституционным законом.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 7.</strong> В Туркменистане признаётся и гарантируется местное самоуправление. Местное самоуправление самостоятельно в пределах своих полномочий. Органы местного самоуправления не входят в систему органов государственной власти.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 8.</strong> В Туркменистане установлено верховенство закона.</p><p style="text-align:justify;">Государство, все его органы и должностные лица связаны правом и конституционным строем.</p><p style="text-align:justify;">Конституция Туркменистана является Основным Законом государства. Закреплённые в ней нормы и положения имеют прямое действие. Законы и иные правовые акты, противоречащие Конституции, не имеют юридической силы.</p><p style="text-align:justify;">Нормативные правовые акты публикуются в государственных средствах массовой информации или доводятся до всеобщего сведения иным способом, предусмотренным законом.</p><p style="text-align:justify;">Нормативные правовые акты, затрагивающие права и свободы человека и гражданина, не доведённые до всеобщего сведения, являются недействующими с момента их принятия.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 9.</strong> Туркменистан, являясь полноправным субъектом мирового сообщества, придерживается во внешней политике принципов постоянного нейтралитета, невмешательства во внутренние дела других стран, отказа от применения силы и участия в военных блоках и союзах, содействия развитию мирных, дружественных и взаимовыгодных отношений со странами региона и всеми государствами мира.</p><p style="text-align:justify;">Туркменистан признаёт приоритет общепризнанных норм международного права.&nbsp;</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 10.</strong> Туркменистан имеет своё гражданство. Гражданство приобретается, сохраняется и прекращается в соответствии с законом.</p><p style="text-align:justify;">За гражданином Туркменистана не признаётся гражданство другого государства.</p><p style="text-align:justify;">Никто не может быть лишён гражданства или права изменить гражданство. Гражданин Туркменистана не может быть выдан другому государству, изгнан за пределы Туркменистана или ограничен в праве вернуться на Родину.</p><p style="text-align:justify;">Гражданам Туркменистана гарантируются защита и покровительство государства как на территории Туркменистана, так и за её пределами.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 11.</strong> Иностранные граждане и лица без гражданства пользуются правами и свободами, исполняют обязанности так же, как и граждане Туркменистана, в соответствии с законами и международными договорами Туркменистана.</p><p style="text-align:justify;">Туркменистан в соответствии с общепризнанными нормами международного права в установленном законом порядке предоставляет убежище иностранным гражданам и лицам без гражданства.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 12. </strong>Собственность неприкосновенна. Туркменистан признаёт право частной собственности на землю, средства производства, иные материальные и интеллектуальные ценности. Они могут принадлежать также объединениям граждан и государству. Законом устанавливаются объекты, являющиеся исключительной собственностью государства.</p><p style="text-align:justify;">Государство гарантирует равную защиту всех форм собственности и создаёт равные условия для их развития.</p><p style="text-align:justify;">Конфискация собственности не допускается, за исключением собственности, приобретённой способом, запрещённым законом.</p><p style="text-align:justify;">Принудительное возмездное изъятие собственности допускается лишь в случаях, предусмотренных законом.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 13. </strong>Государство осуществляет регулирование экономической деятельности в интересах человека и общества, обеспечивает устойчивое развитие во благо всего народа.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 14</strong>. Земля и недра, воды, растительный и животный мир, а также другие природные богатства являются общенациональным богатством Туркменистана, охраняются государством и подлежат рациональному использованию.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 15. </strong>Государство ответственно за сохранность национального исторического, культурного и природного наследия, окружающей среды, обеспечение равенства между социальными и национальными общностями.</p><p style="text-align:justify;">Государство поощряет научное, техническое и художественное творчество<span style="color:#0070c0;">,</span> распространение его позитивных результатов.</p><p style="text-align:justify;">Государство содействует развитию международного сотрудничества в области культуры, образования, спорта и туризма.&nbsp;</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 16. </strong>Государство содействует развитию науки, техники и технологий, а также поддерживает международное сотрудничество в этих направлениях.</p><p style="text-align:justify;">Научно-техническая политика государства проводится в интересах общества и каждого человека.</p><p style="text-align:justify;"><span style="color:#000000;">Государство содействует внедрению в производство достижений науки и техники.&nbsp;</span></p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 17.</strong> В Туркменистане признаются политическое многообразие и многопартийность.</p><p style="text-align:justify;">Государство обеспечивает необходимые условия для развития гражданского общества. Общественные объединения равны перед законом.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 18. </strong>Государство гарантирует свободу религий и вероисповедания, их равенство перед законом. Религиозные организации отделены от государства, не допускается их вмешательство в государственные дела и выполнение ими государственных функций.</p><p style="text-align:justify;">Система образования государства отделена от религиозных организаций и носит светский характер.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 19. </strong>Идеология политических партий, религиозных организаций, общественных объединений и иных структур не может носить обязательный характер для граждан.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 20.</strong> Для защиты государственного суверенитета и безопасности Туркменистан имеет свои Вооружённые Силы.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 21.</strong> Государственным языком Туркменистана является туркменский язык. Всем гражданам Туркменистана гарантируется право пользования родным языком.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 22</strong>. Символами Туркменистана как суверенного государства являются его Государственный флаг, Государственный герб, Государственный гимн. Описание государственных символов и порядок их использования определяются законом.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 23</strong>. Территория Туркменистана подразделяется на велаяты, этрапы, города и другие административно-территориальные единицы. Порядок образования и изменения административно-территориальных единиц определяется законом.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 24</strong>. Столицей Туркменистана является город Ашхабад.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:center;"><strong>РАЗДЕЛ II. ПРАВА, СВОБОДЫ И ОБЯЗАННОСТИ</strong></p><p style="text-align:center;"><strong>ЧЕЛОВЕКА И ГРАЖДАНИНА В ТУРКМЕНИСТАНЕ</strong></p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 25. </strong>В Туркменистане права и свободы человека и гражданина признаются в соответствии с общепризнанными нормами международного права и гарантируются настоящей Конституцией и законами.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 26. </strong>Права и свободы человека неприкосновенны и неотчуждаемы.</p><p style="text-align:justify;">Никто не вправе ограничить права и свободы человека иначе как в соответствии с Конституцией и законами.</p><p style="text-align:justify;">Перечисление в Конституции и законах определённых прав и свобод человека и гражданина не может быть использовано для отрицания или умаления других их прав и свобод.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 27. </strong>Права и свободы человека и гражданина являются непосредственно действующими. Они определяют смысл, содержание и применение законов, деятельность законодательной и исполнительной власти, местного самоуправления и обеспечиваются правосудием.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><span style="color:#000000;"><strong>Статья 28.</strong> Туркменистан гарантирует равенство прав и свобод человека и гражданина, а также равенство человека и гражданина перед законом и судом независимо от национальности, цвета кожи, пола, происхождения, имущественного и должностного положения, места жительства, языка, отношения к религии, политических убеждений или иных обстоятельств.</span></p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 29. </strong>Мужчина и женщина в Туркменистане имеют равные права и свободы, а также равные возможности для их реализации.</p><p style="text-align:justify;">Нарушение равноправия по признаку пола влечёт ответственность, установленную законом.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 30</strong>. Осуществление прав и свобод не должно нарушать права и свободы других лиц, а также нормы морали, требования закона, общественного порядка, причинять ущерб национальной безопасности.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 31. </strong>Каждый человек имеет право на защиту чести и достоинства.</p><p style="text-align:justify;">Ничто не может быть основанием для унижения достоинства личности.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 32. </strong>Каждый человек имеет право на жизнь и свободу её осуществления. Никто не может быть лишён права на жизнь. Право каждого человека на свободную жизнь охраняется государством на основании закона.</p><p style="text-align:justify;">Смертная казнь в Туркменистане отменена.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 33.</strong> Человек не может быть осуждён или подвергнут наказанию иначе как в точном соответствии с законом.</p><p style="text-align:justify;">Никто не может подвергаться пыткам, применению насилия, жестокому, бесчеловечному или унижающему человеческое достоинство обращению или наказанию, а также без его согласия подвергаться медицинским, научным или иным опытам.</p><p style="text-align:justify;">Человек может быть арестован лишь при наличии точно указанных в законе оснований по постановлению суда или с санкции прокурора. В случаях, не терпящих отлагательства и точно указанных в законе, уполномоченные на то государственные органы вправе временно задерживать человека.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 34. </strong>Каждый человек считается невиновным, пока его виновность в совершении преступления не будет доказана на основании закона и установлена приговором суда, вступившим в законную силу.</p><p style="text-align:justify;">Никто не обязан доказывать свою невиновность.</p><p style="text-align:justify;">Возникшие сомнения в виновности, которые не могут быть устранены, решаются в пользу обвиняемого.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 35. </strong>Каждый человек имеет право на свободу и личную неприкосновенность.</p><p style="text-align:justify;">Человек может быть подвергнут уголовному наказанию лишь в случае признания его виновным и осуждения судом в порядке, установленном законом.&nbsp;</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 36.</strong> Никто не может быть подвергнут повторному уголовному преследованию и осуждён за одно и то же преступление.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 37. </strong>Каждый человек имеет право на неприкосновенность личной жизни, личную и семейную тайну и защиту их от произвольного вмешательства, а равно от нарушений правил сохранения тайны корреспонденции, телефонных переговоров и других сообщений.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><span style="color:#000000;"><strong>Статья 38. </strong>Сбор, хранение, использование и распространение информации о личной жизни человека без его согласия не допускаются.</span></p><p style="text-align:justify;">Органы государственной власти и органы местного самоуправления, их должностные лица обязаны обеспечить каждому человеку возможность ознакомления с документами и материалами, непосредственно затрагивающими его права и свободы, если иное не предусмотрено законом.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 39.</strong> Каждый гражданин имеет право свободно передвигаться и выбирать место жительства в пределах Туркменистана.</p><p style="text-align:justify;">Ограничения въезда на отдельные территории, передвижения по этим территориям могут устанавливаться только на основании закона.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 40.</strong> Семья, материнство, отцовство и детство находятся под защитой государства.</p><p style="text-align:justify;">Мужчина и женщина по достижении брачного возраста имеют право по взаимному согласию вступить в брак и создать семью. Супруги в семейных отношениях равноправны.</p><p style="text-align:justify;">Родители или заменяющие их лица имеют право и обязаны воспитывать детей, заботиться об их здоровье, развитии, обучении, готовить их к труду, прививать им культуру уважения к законам, историческим и национальным традициям.</p><p style="text-align:justify;">Совершеннолетние дети обязаны заботиться о родителях, оказывать им помощь.</p><p style="text-align:justify;">Государство создаёт условия для осуществления прав и свобод молодёжи и содействует её всестороннему развитию.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 41. </strong>Каждый человек самостоятельно определяет своё отношение к религии, вправе единолично или совместно с другими исповедовать любую религию или не исповедовать никакой, выражать и распространять убеждения, связанные с отношением к религии, участвовать в отправлении религиозных обрядов.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 42. </strong>Каждому человеку гарантируется свобода мысли и слова. Никто не имеет права запретить человеку свободно выражать своё мнение, а равно воспрепятствовать его распространению в соответствии с законом.</p><p style="text-align:justify;">Никто не может быть принуждён к выражению своего мнения и убеждения или к отказу от них.</p><p style="text-align:justify;">Каждый человек имеет право на свободный поиск, получение и распространение информации способом, не запрещённым законом, за исключением содержащей государственную или иную охраняемую законом тайну.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 43.</strong> Гражданам гарантируется свобода собраний, митингов, демонстраций и других массовых мероприятий в порядке, установленном законом.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 44.</strong> Граждане вправе создавать политические партии и иные общественные объединения, действующие в пределах Конституции и законов.</p><p style="text-align:justify;">Запрещаются создание и деятельность политических партий и иных общественных объединений, имеющих целью насильственное изменение конституционного строя, допускающих насилие в своей деятельности, выступающих против конституционных прав и свобод граждан, пропагандирующих войну, вражду по признаку цвета кожи, национальную, религиозную вражду, посягающих на здоровье и нравственность народа, а также политических партий по национальному или религиозному признакам.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 45.</strong> Граждане Туркменистана имеют право участвовать в управлении делами общества и государства как непосредственно, так и через своих свободно избранных представителей.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 46.</strong> Граждане Туркменистана имеют право избирать и быть избранными в органы государственной власти и органы местного самоуправления.&nbsp;</p><p style="text-align:justify;">Граждане Туркменистана в соответствии со своими способностями и профессиональной подготовкой имеют равное право на доступ к государственной службе.</p><p style="text-align:justify;">Граждане Туркменистана имеют право на участие в осуществлении правосудия.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 47. </strong>Каждый человек имеет право на свободное использование своих способностей и имущества для предпринимательской и иной экономической деятельности, не запрещённой законом.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 48.</strong> Право частной собственности охраняется законом.</p><p style="text-align:justify;"><span style="color:#000000;">Каждый человек вправе иметь в собственности имущество, владеть, пользоваться и распоряжаться им как единолично, так и совместно с другими лицами.&nbsp;</span></p><p style="text-align:justify;">Право наследования гарантируется.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 49.</strong> Каждый человек имеет право на труд, выбор профессии, рода занятий и места работы по своему усмотрению, здоровые и безопасные условия труда.</p><p style="text-align:justify;">Принудительный труд и худшие формы детского труда запрещаются.&nbsp;</p><p style="text-align:justify;">Лица, работающие по найму, имеют право на вознаграждение, соответствующее количеству и качеству труда. Размер этого вознаграждения не может быть менее размера минимальной заработной платы, установленного государством.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 50</strong>. Каждый человек имеет право на отдых, которое выражается в установлении рабочей недели ограниченной продолжительности, предоставлении ежегодных оплачиваемых отпусков, дней еженедельного отдыха.</p><p style="text-align:justify;">Государство создаёт для человека благоприятные условия отдыха и использования свободного времени.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 51.</strong> Каждый гражданин имеет право на жильё и поддержку государства в получении или приобретении благоустроенного жилого помещения и в строительстве индивидуального жилого дома.</p><p style="text-align:justify;">Жилище неприкосновенно. Никто не имеет права войти в жилище или иным образом нарушить неприкосновенность жилища против воли проживающих в нём лиц либо без законных оснований. Человек имеет право на защиту своего жилища от посягательств.</p><p style="text-align:justify;">Никто не может быть лишён жилища иначе как по основаниям, установленным законом.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 52. </strong>Каждый человек имеет право на охрану здоровья, включая бесплатное пользование услугами государственных учреждений здравоохранения.&nbsp;</p><p style="text-align:justify;">Платное медицинское и нетрадиционное медицинское обслуживание допускается на основаниях и в порядке, которые установлены законом.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 53</strong>. Каждый человек имеет право на благоприятную для жизни и здоровья окружающую среду, достоверную информацию о её состоянии и возмещение вреда, причинённого здоровью и имуществу в результате нарушения экологического законодательства или стихийных бедствий.</p><p style="text-align:justify;">Государство контролирует рациональное использование природных богатств в целях защиты и обеспечения здоровых условий жизни населения, охраны и сохранения стабильного состояния окружающей среды.</p><p style="text-align:justify;">Каждый человек обязан защищать природу, бережно относиться к окружающей среде и природным богатствам.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 54.</strong> Граждане имеют право на социальное обеспечение по возрасту, в случае болезни, инвалидности, утраты трудоспособности, потери кормильца, безработицы и по иным законным основаниям.</p><p style="text-align:justify;">Молодым семьям, многодетным семьям, детям, лишившимся родителей, ветеранам и лицам, утратившим здоровье при защите государственных или общественных интересов, предоставляются дополнительные поддержка и льготы из государственных и общественных средств.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 55.</strong> Каждый человек имеет право на образование.</p><p style="text-align:justify;">Общее среднее образование обязательно, каждый человек вправе получить его в государственных образовательных учреждениях бесплатно.</p><p style="text-align:justify;">Государство обеспечивает доступность профессионального образования для каждого человека в соответствии с его способностями.</p><p style="text-align:justify;">Осуществление платной образовательной деятельности допускается на основаниях и в порядке, которые установлены законом.</p><p style="text-align:justify;">Для всех образовательных учреждений устанавливаются обязательные государственные образовательные стандарты.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 56. </strong>Каждый человек имеет право на участие в культурной жизни, свободу художественного, научного и технического творчества. Авторские права и интересы человека в научном, техническом творчестве, а также художественной, литературной и культурной деятельности охраняются законом.</p><p style="text-align:justify;">Государство содействует развитию науки, культуры, искусства, народного творчества, спорта и туризма.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 57.</strong> Каждый человек, проживающий или временно находящийся на территории Туркменистана, обязан соблюдать Конституцию и законы Туркменистана, уважать национальные традиции, историческое, культурное и природное наследие.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 58. </strong>Защита Туркменистана – священный долг каждого гражданина. Для граждан Туркменистана-мужчин установлена всеобщая воинская обязанность.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 59.</strong> Каждый человек обязан платить налоги и осуществлять иные платежи в порядке и размерах, которые установлены законом.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 60.</strong> Каждому гарантируются судебная защита чести и достоинства, а также права и свободы, предусмотренные Конституцией и законами.</p><p style="text-align:justify;">Каждый человек имеет право обжаловать в суд решения и действия государственных органов, общественных объединений, органов местного самоуправления и должностных лиц.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 61.</strong> Каждый человек имеет право требовать возмещение в судебном порядке материального или морального ущерба, причинённого ему незаконными действиями государственных органов, иных организаций, их работников, а также отдельных лиц.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 62. </strong>Человек не может быть принуждён к даче показаний и объяснений против самого себя и близких родственников.</p><p style="text-align:justify;">Доказательства, полученные в результате психического или физического воздействия, а также иными незаконными методами, юридической силы не имеют.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 63.</strong> Каждому человеку государство гарантирует право на получение юридической помощи. В случаях, предусмотренных законом, юридическая помощь предоставляется бесплатно.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 64.</strong> Закон, ухудшающий положение гражданина, обратной силы не имеет. Никто не может нести ответственность за действия, которые в момент их совершения не признавались правонарушением.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 65.</strong> Осуществление отдельных прав и свобод граждан, предусмотренных настоящей Конституцией, может быть ограничено только в условиях режима чрезвычайного или военного положения в порядке и пределах, которые установлены Конституцией и законами.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:center;"><strong>РАЗДЕЛ III. СИСТЕМА ОРГАНОВ ГОСУДАРСТВЕННОЙ</strong></p><p style="text-align:center;"><strong>ВЛАСТИ В ТУРКМЕНИСТАНЕ</strong></p><p style="text-align:center;"><br>&nbsp;</p><p style="text-align:center;"><strong>ГЛАВА I. ОБЩИЕ ПОЛОЖЕНИЯ</strong></p><p style="text-align:center;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 66</strong>. Высшую государственную власть в Туркменистане осуществляют Президент Туркменистана, Меджлис Туркменистана, Кабинет Министров Туркменистана и Верховный суд Туркменистана.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 67.</strong> Государственная власть на местах осуществляется местными представительными и исполнительными органами в порядке, установленном Конституцией и законами Туркменистана.&nbsp;</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:center;"><strong>ГЛАВА II. ПРЕЗИДЕНТ ТУРКМЕНИСТАНА</strong></p><p style="text-align:center;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 68</strong>. Президент Туркменистана является главой государства и исполнительной власти, высшим должностным лицом Туркменистана, выступает гарантом государственной независимости и статуса постоянного нейтралитета Туркменистана, его территориальной целостности, соблюдения Конституции, прав и свобод человека и гражданина и выполнения международных обязательств.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 69.</strong> Президентом Туркменистана может быть избран гражданин Туркменистана, родившийся в Туркменистане, не моложе сорока лет, владеющий государственным языком, в течение предшествующих пятнадцати лет постоянно проживающий и работающий в Туркменистане.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 70.</strong> Президент Туркменистана избирается непосредственно народом Туркменистана сроком на семь лет и вступает в должность с момента принесения им присяги.</p><p style="text-align:justify;">Порядок избрания Президента Туркменистана и вступления его в должность определяется законом.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 71. </strong>Президент Туркменистана:</p><p style="text-align:justify;">1) проводит в жизнь Конституцию и законы;</p><p style="text-align:justify;">2) руководит осуществлением внешней политики, представляет Туркменистан в отношениях с другими государствами, ведёт переговоры и подписывает международные договоры, назначает и отзывает послов и других дипломатических представителей Туркменистана в иностранных государствах, при межгосударственных и международных организациях, принимает верительные и отзывные грамоты дипломатических представителей иностранных государств;</p><p style="text-align:justify;"><span style="color:#000000;">3) формирует Аппарат Президента Туркменистана;</span></p><p style="text-align:justify;">4) является Верховным Главнокомандующим Вооружёнными Силами Туркменистана, отдаёт распоряжения о всеобщей или частичной мобилизации, приведении в состояние боевой готовности и применении Вооружённых Сил;</p><p style="text-align:justify;">5) утверждает военную доктрину Туркменистана;&nbsp;</p><p style="text-align:justify;">6) назначает на должности и освобождает от должностей высшее командование Вооружённых Сил, других войск и воинских формирований Туркменистана;</p><p style="text-align:justify;">7) формирует и возглавляет Государственный совет безопасности Туркменистана;&nbsp;</p><p style="text-align:justify;">8) утверждает основные направления внутренней и внешней политики государства и программы политического, экономического, социального и культурного развития страны;</p><p style="text-align:justify;">9) представляет на рассмотрение и утверждение Меджлиса Туркменистана Государственный бюджет Туркменистана и отчёт о его исполнении;</p><p style="text-align:justify;">10) подписывает законы, в случае несогласия вправе не позднее чем в двухнедельный срок, используя право отлагательного вето, возвратить закон со своими возражениями в Меджлис Туркменистана для повторного обсуждения и голосования. Если Меджлис Туркменистана подтверждает ранее принятое решение не менее чем в две трети голосов от общего числа депутатов, Президент Туркменистана подписывает этот закон. Президент Туркменистана не обладает правом отлагательного вето в отношении законов о принятии Конституции, внесении в неё изменений и дополнений;</p><p style="text-align:justify;">11) обращается с ежегодными посланиями к народу и Меджлису Туркменистана о положении в стране, об основных направлениях внутренней и внешней политики государства;</p><p style="text-align:justify;"><span style="color:#000000;">12) образует Центральную комиссию по проведению </span>выборов и <span style="color:#000000;">референдумов в Туркменистане, вносит изменения в её состав;</span></p><p style="text-align:justify;"><span style="color:#000000;">13) назначает дату проведения референдумов, вправе досрочно созвать сессию </span>Меджлиса<span style="color:#000000;"> Туркменистана;</span></p><p style="text-align:justify;"><span style="color:#000000;">14) решает вопросы о приёме в гражданство, восстановлении в гражданстве Туркменистана, выходе из гражданства и утрате гражданства, а также предоставления убежища;</span></p><p style="text-align:justify;">15) награждает государственными наградами Туркменистана, присваивает воинские звания и иные государс
            </p><p style="text-align:justify;"><strong>Статья 101</strong>. Судьи не могут занимать какую-либо другую оплачиваемую должность, кроме преподавательской, творческой и научно-исследовательской деятельности.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 102.</strong> Дела в судах рассматриваются коллегиально, а в случаях, предусмотренных законом, – единолично судьёй.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 103</strong>. Разбирательство дел в судах открытое. Слушание дела в закрытом заседании допускается лишь в случаях, предусмотренных законом, с соблюдением всех правил судопроизводства.</p><p style="text-align:justify;">Судопроизводство осуществляется на основе равенства и состязательности сторон.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 104.</strong> Судопроизводство ведётся на государственном языке. Лицам, участвующим в деле и не владеющим языком судопроизводства, обеспечивается право ознакомления с материалами дела, участия в судебных действиях с помощью переводчика, а также право выступать на заседании суда на родном языке.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 105</strong>. Стороны имеют право на обжалование решений, приговоров и иных постановлений судов Туркменистана.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 106</strong>. Решения, приговоры и иные постановления судов обязательны для исполнения на территории Туркменистана.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 107</strong>. Право на получение юридической помощи гарантируется на любой стадии судопроизводства.</p><p style="text-align:justify;">Предоставление юридической помощи осуществляется адвокатами и другими физическими и юридическими лицами, имеющими право на оказание такой помощи.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 108.</strong> Компетенция, порядок образования и деятельности судов определяются законом.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:center;"><strong>ГЛАВА VI. МЕСТНЫЕ ОРГАНЫ</strong></p><p style="text-align:center;"><strong>ГОСУДАРСТВЕННОЙ ВЛАСТИ&nbsp;</strong></p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 109</strong>. В велаятах, этрапах и городах в порядке, установленном законом, образуются местные представительные органы – халк маслахаты, члены которых избираются гражданами Туркменистана, проживающими в соответствующих административно-территориальных единицах.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 110. </strong>Велаятский, этрапский и городской халк маслахаты на соответствующей территории:</p><p style="text-align:justify;">1) участвует в организации выполнения программ экономического, социального и культурного развития;</p><p style="text-align:justify;">2) утверждает местный бюджет и отчёт о его исполнении;</p><p style="text-align:justify;">3) оказывает содействие в соблюдении законности и охране общественного порядка, защите прав и законных интересов граждан;</p><p style="text-align:justify;">4) заслушивает информацию руководителей местных исполнительных органов о деятельности, осуществляемой в области экономического, социального и культурного развития территории;</p><p style="text-align:justify;">5) решает иные вопросы, отнесённые законодательством Туркменистана к компетенции велаятских, этрапских и городских халк маслахаты.</p><p style="text-align:justify;">Постановления, принятые велаятскими, этрапскими и городскими халк маслахаты, обязательны для исполнения на соответствующей территории.</p><p style="text-align:justify;">Функции, полномочия и порядок деятельности велаятских, этрапских и городских халк маслахаты, их членов определяются законом.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 111.</strong> Исполнительную власть на местах осуществляют: в велаятах – хякимы велаятов, в этрапах – хякимы этрапов, в городах – хякимы городов.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 112. </strong>Хякимы назначаются на должность и освобождаются от должности Президентом Туркменистана и подотчётны ему.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 113</strong>. Хякимы обеспечивают исполнение Конституции, законов Туркменистана, актов Президента Туркменистана, Кабинета Министров Туркменистана, постановлений Меджлиса Туркменистана.</p><p style="text-align:justify;">Хякимы в пределах их полномочий принимают постановления, обязательные для исполнения на подведомственной территории.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 114.</strong> Функции, полномочия и порядок деятельности хякимов определяются законом.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:center;"><strong>РАЗДЕЛ IV. МЕСТНОЕ САМОУПРАВЛЕНИЕ</strong></p><p style="text-align:center;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 115. </strong>Систему местного самоуправления образуют Генгеши и органы территориального общественного самоуправления.</p><p style="text-align:justify;">Генгеши являются представительными органами, члены которых избираются гражданами Туркменистана, проживающими в соответствующих административно-территориальных единицах.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 116</strong>. Генгеш на соответствующей территории:</p><p style="text-align:justify;">1) определяет основные направления экономического, социального и культурного развития;</p><p style="text-align:justify;">2) формирует и утверждает бюджет, составляет отчёт о его исполнении;</p><p style="text-align:justify;">3) устанавливает налоги и сборы, порядок их взимания;</p><p style="text-align:justify;">4) управляет принадлежащей ему собственностью;</p><p style="text-align:justify;">5) определяет меры по рациональному использованию природных богатств и охране окружающей среды;</p><p style="text-align:justify;">6) оказывает содействие в охране общественного порядка;</p><p style="text-align:justify;">7) решает иные вопросы, отнесённые законом к компетенции Генгеша.</p><p style="text-align:justify;">Решения Генгеша, принятые в пределах его компетенции, обязательны для исполнения на соответствующей территории.</p><p style="text-align:justify;">Генгеши могут наделяться законом отдельными государственными полномочиями с выделением материальных и финансовых средств, необходимых для их осуществления. Реализация переданных полномочий контролируется государством.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 117.</strong> Генгеш избирает из членов своего состава арчына, который руководит работой Генгеша и подотчётен ему.</p><p style="text-align:justify;">Арчын обеспечивает выполнение решений Генгеша, актов органов государственной власти, а также решает иные вопросы местного значения.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 118.</strong> Порядок образования и деятельности Генгешей и органов территориального общественного самоуправления, а также их взаимоотношения с органами государственной власти определяются законом.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:center;"><strong>РАЗДЕЛ V. ИЗБИРАТЕЛЬНАЯ СИСТЕМА,&nbsp;</strong></p><p style="text-align:center;"><strong>РЕФЕРЕНДУМ</strong></p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 119.</strong> Выборы Президента Туркменистана, депутатов Меджлиса, членов велаятских, этрапских и городских халк маслахаты и Генгешей проводятся на основе всеобщего и равного избирательного права. Право избирать имеют граждане Туркменистана, достигшие восемнадцатилетнего возраста, каждый избиратель имеет один голос.</p><p style="text-align:justify;">В выборах не участвуют граждане, признанные судом недееспособными, а также отбывающие наказание в местах лишения свободы. Ограничение избирательных прав граждан в других случаях является недопустимым и влечёт ответственность, установленную законом.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 120.</strong> Требования, предъявляемые к кандидатам в депутаты Меджлиса Туркменистана, в члены велаятских, этрапских и городских халк маслахаты и Генгешей, определяются законами Туркменистана.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 121. </strong>Выборы являются прямыми и выборные лица избираются гражданами непосредственно.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 122.</strong> Голосование на выборах является тайным, контроль за волеизъявлением избирателей в ходе голосования не допускается.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 123. </strong>Право выдвижения кандидатов осуществляется в соответствии с законодательством Туркменистана.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья</strong><span style="color:#ffffff;"><strong>°</strong></span><strong>124.</strong> Для решения важнейших вопросов государственной и общественной жизни могут проводиться всенародные и местные референдумы.</p><p style="text-align:justify;">Решения, принятые в результате референдума, могут быть отменены или изменены только путём референдума.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 125</strong>. Право принятия решения о проведении всенародного референдума принадлежит Меджлису Туркменистана по предложению не менее чем двух третей от общего числа депутатов Меджлиса Туркменистана либо по предложению не менее чем двухсот пятидесяти тысяч граждан, обладающих избирательным правом.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 126. </strong>Право назначения местных референдумов принадлежит Генгешу по своей инициативе либо по предложению не менее одной четверти избирателей, проживающих на соответствующей территории.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 127</strong>. Референдумы проводятся путём всеобщего, равного, прямого и тайного голосования.</p><p style="text-align:justify;">В референдумах участвуют граждане Туркменистана, обладающие избирательным правом.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 128</strong>. Порядок проведения выборов и референдумов определяется законом. Выборы и референдумы не проводятся в период действия режима чрезвычайного и военного положения.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:center;"><strong>РАЗДЕЛ VI. ПРОКУРАТУРА</strong></p><p style="text-align:center;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 129</strong>. Надзор за точным и единообразным соблюдением законов Туркменистана, актов Президента Туркменистана, Кабинета Министров Туркменистана, постановлений Меджлиса Туркменистана возлагается на Генерального прокурора Туркменистана и подчинённых ему прокуроров.</p><p style="text-align:justify;">Прокурор участвует в рассмотрении дел в судах на основаниях и в порядке, которые установлены законом.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 130</strong>. Прокуратура осуществляет надзор за законностью оперативно-розыскной деятельности и расследованием уголовных дел.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 131</strong>. Единой централизованной системой органов прокуратуры руководит Генеральный прокурор Туркменистана.</p><p style="text-align:justify;">Порядок назначения на должность и освобождения от должности прокуроров определяется законом.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 132</strong>. Генеральный прокурор Туркменистана и подчинённые ему прокуроры при осуществлении своих полномочий руководствуются только законом.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 133</strong>. Компетенция, порядок образования и деятельности органов прокуратуры определяются законом.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:center;"><strong>РАЗДЕЛ VII. ЭКОНОМИКА И ФИНАНСОВО-</strong></p><p style="text-align:center;"><strong>КРЕДИТНАЯ СИСТЕМА</strong></p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 134</strong>. Экономика Туркменистана основывается на принципах рыночных отношений.</p><p style="text-align:justify;">Государство поощряет и поддерживает предпринимательство, содействует развитию малого и среднего бизнеса.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 135</strong>. Налоги, сборы и иные обязательные платежи государства, основания обязанностей по их уплате, система правовой защиты налогоплательщика устанавливаются законом.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 136</strong>. Финансово-кредитная система Туркменистана включает в себя бюджетную систему, банковскую систему, финансовые учреждения, а также финансовые средства предприятий, организаций, учреждений и граждан Туркменистана.</p><p style="text-align:justify;">В Туркменистане проводится единая бюджетно-финансовая, налоговая, денежная и кредитная политика.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 137</strong>. Бюджетная система Туркменистана состоит из совокупности бюджетов всех уровней, являющихся составными частями Государственного бюджета Туркменистана.</p><p style="text-align:justify;">Общие принципы формирования и функционирования бюджетной системы Туркменистана, а также основы бюджетной деятельности и межбюджетных отношений в Туркменистане определяются законом.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 138</strong>. Банковская система Туркменистана включает в себя Центральный банк и кредитные учреждения Туркменистана.</p><p style="text-align:justify;">Центральный банк Туркменистана обеспечивает проведение единой государственной денежно-кредитной политики, организацию наличного денежного обращения, функционирование расчётно-платёжной системы, защиту интересов кредиторов и вкладчиков кредитных учреждений, а также управление международными резервами Туркменистана и исполняет иные функции, предусмотренные законом.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 139</strong>. Национальной денежной единицей Туркменистана является манат.&nbsp;</p><p style="text-align:justify;">Оборот иностранной валюты на территории Туркменистана регулируется законом.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:center;"><strong>РАЗДЕЛ VIII. ЗАКЛЮЧИТЕЛЬНЫЕ</strong></p><p style="text-align:center;"><strong>ПОЛОЖЕНИЯ</strong></p><p style="text-align:center;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 140</strong>. Законы, иные правовые акты государственных органов и должностных лиц принимаются на основе и в соответствии с Конституцией.</p><p style="text-align:justify;">В случае расхождения положений, указанных в Конституции и законах, действуют положения Конституции.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 141. </strong>Положения Конституции о государственном правлении в форме президентской республики не могут быть изменены.</p><p style="text-align:justify;"><br>&nbsp;</p><p style="text-align:justify;"><strong>Статья 142</strong>. Конституционный закон о принятии и изменении Конституции считается принятым, если за него проголосовало не менее двух третей от общего числа депутатов Меджлиса Туркменистана или на всенародном референдуме – более половины граждан Туркменистана, участвовавших в нём.</p>
            '
        ]
    ],

    'contacts_page' => [
        'title' => 'Контакты',
        'working_hours' => 'Режим работы',
        'mon_friday' => 'Пн-Пт 9:00 - 18:00',
        'saturday' => 'Суббота 9:00 - 13:00',
        'break' => 'Перерыв 13:00 - 14:00'
    ],

    'websites_section' => [
        'labour_ministry' => 'Министерство труда и социальной защиты населения Туркменистана',
        'foreign_ministry' => 'Министерство иностранных дел Туркменистана',
        'healthcare_ministry' => 'Министерство здравоохранения и медицинской промышленности Туркменистана',
        'halk_maslahaty' => 'Халк Маслахаты Туркменистана',
        'min_of_justice' => 'Министерство Юстиции Туркменистана',
        'supreme_court' => 'Верховный Суд Туркменистана',
        'prosecutors' => 'Генеральная Прокуратура Туркменистана',
        'academy' => 'Академия Наук Туркменистана',
        'education' => 'Министерство Образования Туркменистана',
        'finance' => 'Министерство Финансов и Экономики Туркменистана',
    ],

    'alphabet' => '<span data-letter="а" class="letter">A</span>
                   <span data-letter="б" class="letter">Б</span>
                   <span data-letter="в" class="letter">В</span>
                   <span data-letter="г" class="letter">Г</span>
                   <span data-letter="д" class="letter">Д</span>
                   <span data-letter="е" class="letter">Е</span>
                   <span data-letter="ё" class="letter">Ё</span>
                   <span data-letter="ж" class="letter">Ж</span>
                   <span data-letter="з" class="letter">З</span>
                   <span data-letter="и" class="letter">И</span>
                   <span data-letter="й" class="letter">Й</span>
                   <span data-letter="к" class="letter">К</span>
                   <span data-letter="л" class="letter">Л</span>
                   <span data-letter="м" class="letter">М</span>
                   <span data-letter="н" class="letter">Н</span>
                   <span data-letter="о" class="letter">О</span>
                   <span data-letter="п" class="letter">П</span>
                   <span data-letter="р" class="letter">Р</span>
                   <span data-letter="с" class="letter">С</span>
                   <span data-letter="т" class="letter">Т</span>
                   <span data-letter="у" class="letter">У</span>
                   <span data-letter="ф" class="letter">Ф</span>
                   <span data-letter="х" class="letter">Х</span>
                   <span data-letter="ц" class="letter">Ц</span>
                   <span data-letter="ч" class="letter">Ч</span>
                   <span data-letter="ш" class="letter">Ш</span>
                   <span data-letter="щ" class="letter">Щ</span>
                   <span data-letter="ъ" class="letter">Ъ</span>
                   <span data-letter="ы" class="letter">Ы</span>
                   <span data-letter="ь" class="letter">Ь</span>
                   <span data-letter="э" class="letter">Э</span>
                   <span data-letter="ю" class="letter">Ю</span>
                   <span data-letter="я" class="letter">Я</span>
                    ',
    
    'months' => '<option value="1">Январь</option>
                <option value="2">Февраль</option>
                <option value="3">Март</option>
                <option value="4">Апрель</option>
                <option value="5">Май</option>
                <option value="6">Июнь</option>
                <option value="7">Июль</option>
                <option value="8">Август</option>
                <option value="9">Сентябрь</option>
                <option value="10">Октябр</option>
                <option value="11">Ноябрь</option>
                <option value="12">Декабрь</option>
                ',
];